Repository: myaser/django-userena
Catalog: userena/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Fast Access
ar: دخول سريع

source: Username
ar: اسم المستخدم

source: Username must contain only letters, numbers, dots and underscores.
ar: اسم المستخدم يجب أن يحتوى "فقط" على الحروف اللاتينية والأرقام، النقاط و الشرطة السفلية

source: Email
ar: البريد الإلكتروني

source: Create password
ar: اختر كلمة مرور

source: Repeat password
ar: كرر كلمة المرور

source: This username is already taken.
ar: اسم المستخدم مأخوذ بالفعل

source: This username is not allowed.
ar: اسم المستخدم هذا غير مسموح به

source: This email is already in use. Please supply a different email.
ar: البريد الإلكتروني مأخوذ بالفعل. من فضلك أدخل بريدا مختلفا

source: The two password fields didn't match.
ar: كلمتا المرور غير متطابقتان

source: I have read and agree to the Terms of Service
ar: قرأت شروط الخدمة و أوافق عليها

source: You must agree to the terms to register.
ar: لابد أن توافق علي شروط الخدمة لكي تتمكن من التسجيل

source: Email or username
ar: اسم المستخدم أو البريد الإلكتروني

source: Either supply us with your email or username.
ar: أدخل اسم المستخدم أو البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Remember me for %(days)s
ar: تذكرني لمدة %(days)s

source: Please supply your email.
ar: من فضلك أدخل بريدك الإلكتروني

source: Please enter a correct username or email and password. Note that both fields are case-sensitive.
ar: من فضلك ادخل اسم مستخدم أو بريد إلكتروني صالح. انتبه فكلا الحقلان حساس لحالة الأحرف

source: New email
ar: بريد إلكتروني جديد

source: You're already known under this email.
ar: أنت بالفعل معروف بهذا البريد الإلكتروني

source: First name
ar: الاسم الأول

source: Last name
ar: الاسم الأخير

source: No profile found for %(username)s
ar: لا يوجد ملف شخصي للمستخدم %(username)s

source: user
ar: مستخدم

source: last active
ar: آخر تفاعل

source: The last date that the user was active.
ar: آخر تاريخ كان المستخدم متفاعلا

source: activation key
ar: مفتاح التفعيل

source: notification send
ar: إرسال التنبيهات

source: Designates whether this user has already got a notification about activating their account.
ar: توضح إذا كان المستخدم قد تلقى تنبيها بخصوص تفعيل حسابه

source: unconfirmed email address
ar: بريد إلكتروني غير مفعل

source: Temporary email address when the user requests an email change.
ar: بريد إلكتروني مؤقت عندما يطلب المستخدم تغيير بريده

source: unconfirmed email verification key
ar: مفتاح تحقق من البريد الإلكتروني غير مؤكد

source: creation date of email confirmation key
ar: تاريخ إنشاء مفتاح تأكيد البريد الإلكتروني

source: userena registration
ar: تسجيل userena

source: userena registrations
ar: تسجيلات userena

source: Open
ar: افتح

source: Registered
ar: مسجل

source: Closed
ar: مغلق

source: mugshot
ar: صورة شخصية

source: A personal image displayed in your profile.
ar: صورة شخصية تعرض علي صفحتك

source: privacy
ar: الخصوصية

source: Designates who can view your profile.
ar: تحدد كيفية عرض صفحتك

source: language
ar: اللغة

source: a month
ar: شهر

source: Your account has been activated and you have been signed in.
ar: تم تفعيل حسابك و تسجيل دخولك

source: You have been signed in.
ar: تم تسجيل دخولك

source: Your profile has been updated.
ar: تم تحديث صفحتك الشخصية

source: You don't have permission to view this profile.
ar: لا تمتلك الصلاحيات لمشاهدة هذه الصفحة الشخصية

source: Date/time
ar: التاريخ/الوقت

source: The following usernames are incorrect: %(users)s.
ar: اسماء المستخدمين التالية غير صحيحة: %(users)s.

source: To
ar: إلى

source: Message
ar: رسالة

source: from user
ar: من المستخدم

source: to user
ar: إلى المستخدم

source: latest message
ar: أحدث رسالة

source: contact
ar: وسيلة الاتصال

source: contacts
ar: وسائل الاتصال

source: %(from_user)s and %(to_user)s
ar: %(from_user)s و %(to_user)s

source: recipient
ar: متلقى

source: message
ar: رسالة

source: read at
ar: اقرأ في

source: recipient deleted at
ar: المتلقى ألغي في

source: recipients
ar: المتلقون

source: body
ar: محتوى

source: sender
ar: مرسل

source: sent at
ar: أُرسل في

source: sender deleted at
ar: المرسل أٌلغي في

source: messages
ar: رسائل

source: Message is sent.
ar: تم الإرسال

source: Message is succesfully restored.
ar: تم استرجاع الرسالة بنجاح

source: Message is successfully removed.
ar: تمت إزالة الرسالة بنجاح

source: Conversation with %(recipient)s
ar: محادثة مع %(recipient)s

source: Received on %(sent_at)s
ar: استُلم في %(sent_at)s

source: Compose
ar: حرر

source: Compose message
ar: حرر رسالة

source: Send
ar: أرسل

source: Messages
ar: رسائل

source: %(unread_message_count)s new messages.
ar: %(unread_message_count)s رسائل جديدة

source: %(latest_message)s (%(unread_between_count)s new)
ar: %(latest_message)s (%(unread_between_count)s جديد)

source: Account activation failed.
ar: فشل تفعيل الحساب

source: Your account could not be activated...
ar: لم يمكن تفعيل حسابك

source: Your account could not be activated. This could be because your activation link has aged.
ar: لم يمكن تفعيل حسابك، ربما بسبب قدم رابط التفعيل

source: Please try signing up again or contact us if you think something went wrong.
ar: من فضلك حاول تسجيل حساب جديد أو راسلنا إذا كنت تعتقد أن ثمة خطأ قد حدث

source: Disabled account
ar: حساب مغلق

source: Your account has been disabled
ar: لقد تم إغلاق حسابك

source: It seems your account has been disabled.
ar: لقد تم إغلاق حسابك فيما يبدو

source: If you feel that injustice has been done to you, feel free to contact the administrators to find out why
ar: إذا كنت تعتقد أن ظلما وقع عليك. من فضلك راسل المشرفين لمعرفة السبب

source: Email verification
ar: التحقق من البريد الإلكتروني

source: Confirm your new email
ar: أكد بريدك الإلكتروني الجديد

source: You have received an email at %(email)s.
ar: لقد تلقيت رسالة علي بريدك %(email)s.

source: To associate this email address with your account (%(username)s) click on the link provided in this email.
ar: لكي ترفق هذا البريد الإلكتروني مع حسابك (%(username)s) اضغط علي الرابط في هذه الرسالة

source: Email changed!
ar: لقد تم تغيير البريد الإلكتروني

source: Your new email address is saved. You can continue using %(site)s with this email.
ar: تم حفظ بريدك الإلكتروني الجديد. يمكنك متابعة استخدامك لـ %(site)s بهذا البريد

source: Email verification failed.
ar: فشل التحقق من البريد الإلكترونى

source: Your email could not be verified...
ar: لم يمكننا التحقق من بريدك الإلكتروني

source: You could try changing it again in your account settings.
ar: جرب تغيير بريدك مرة أخرى من إعدادات الحساب

source: Account &raquo; %(username)s
ar: الحساب &raquo; %(username)s

source: View profile
ar: شاهد الصفحة الشخصية

source: Edit profile
ar: عدل الصفحة الشخصية

source: Change password
ar: غيّر كلمة المرور

source: Change email
ar: غير البريد الإلكتروني

source: Change email address
ar: غير عنوان البريد الإلكتروني

source: Password changed
ar: تم تغيّر كلمة المرور

source: Your password has been changed
ar: لقد تم تغيير كلمة المرور الخاصة بك

source: From now on you can use your new password to signin
ar: من الآن فصاعدا يمكنك استخدام كلملة المرور الجديدة للدخول

source: Change Password
ar: غير كلمة المرور

source: Password reset
ar: إعادة تعيين كلمة المرور

source: Your password has been reset
ar: لقد تمت إعادة تعيين كلمة المرور الخاصة بك

source: You can now <a href="%(signin_url)s">signin</a> with your new password.
ar: يمكنك الآن <a href="%(signin_url)s">تسجيل الدخول</a> عن طريق كلمة المرور الجديدة.

source: Reset password
ar: أعد تعيين كلمة المرور

source: Reset Password
ar: أعد تعيين كلمة المرور

source: Password reset email sent
ar: رسالة إعادة تعيين كلمة المرور أرسلت

source: An e-mail has been sent to you which explains how to reset your password.
ar: لقد تم إرسال رسالة عبر بريدك الإلكتروني تشرح كيفية إعادة تعيين كلمة المرور

source: Send password
ar: أرسل كلمة المرور

source: %(username)s's profile.
ar: ملف %(username)s: الشخصي

source: Edit details
ar: عدّل التفاصيل

source: Your mugshot
ar: صورتك الشخصية

source: Name
ar: الاسم

source: Age
ar: العمر

source: Website
ar: الموقع الإلكتروني

source: Location
ar: الموقع الجغرافي

source: About me
ar: عنّي

source: Account setup
ar: إعداد الحساب

source: Edit Profile
ar: عدل الصفحة الشخصية

source: Save changes
ar: حفظ التغييرات

source: Profiles
ar: الملفات الشخصية

source: previous
ar: السابق

source: Page %(page)s of %(num_pages)s
ar: صفحة %(page)s من %(num_pages)s

source: next
ar: التالي

source: Signin
ar: تسجيل الدخول

source: Forgot your password?
ar: هل نسيت كلمة المرور؟

source: Signed out
ar: تسجيل الخروج

source: You have been signed out
ar: لقد تم تسجيل خروجك

source: You have been signed out. Till we meet again.
ar: لقد تم تسجيل خروجك. إلى أن نلتقي مجددا

source: Signup almost done!
ar: التسجيل يكاد ينتهي!

source: Signup
ar: التسجيل

source: Thank you for signing up with us!
ar: شكرا لتسجيلك معنا

source: You have been sent an e-mail with an activation link to the supplied email.
ar: لقد تم إرسال رسالة عبر بريدك الإلكتروني مع رابط التفعيل

source: We will store your signup information for %(userena_activation_days)s days on our server.
ar: سيتم تخزين معلومات تسجيل دخولك في غضون %(userena_activation_days)s يوم علي خادمنا

source: You can now use the supplied credentials to signin.
ar: يمكنك الآن استخدام بياناتك لتسجيل الدخول إلى الموقع

source: Dear %(username)s,
ar: عزيزي %(username)s,

source: Thank you for signing up at %(site)s.
ar: شكرا لتسجيلكم في %(site)s.

source: To activate your account you should click on the link below:
ar: لكي تفعل حسابك يجب أن تضغط علي الرابط بالأسفل

source: Thanks for using our site!
ar: شكرا لاستخدامك موقعنا

source: Sincerely
ar: خالص التقدير

source: Your signup at %(site)s.
ar: تسجيلك في %(site)s.

source: You requested a change of your email address at %(site)s.
ar: لقد طلبت تغيير بريدك الإلكتروني علي %(site)s.

source: Please confirm this email address by clicking on the link below:
ar: من فضلك أكد هذا البريد الإلكتروني بالضغط علي الرابط بالأسفل

source: There was a request to change your email address at %(site)s.
ar: ثمة طلب بتغيير بريدك الإلكتروني علي %(site)s.

source: An email has been send to %(new_email)s which contains a verification link. Click on the link in this email to activate it.
ar: أُرسلت رسالة علي %(new_email)s تحتوي على رابط التفعيل. اضغط علي الرابط في هذا البريد لتفعيله.

source: Email verification for %(site)s.
ar: توكيد البريد علي موقع %(site)s.

source: A request to change your email address is made at %(site)s.
ar: ثمة طلب بتغيير بريدك الإلكتروني علي %(site)s.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
ar: أنت تتسلم هذا البريد لأنك طلبت استرجاع كلمة المرور الخاصة بحسابك علي %(site_name)s

source: Please go to the following page and choose a new password:
ar: من فضلك اذهب إلى الصفحة التالية و اختر كلمة مرور جديدة:

source: Your username, in case you've forgotten: %(username)s
ar: اسم المستخدم الخاص بك، في حالة نسيانك ل: %(username)s

source: Male
ar: ذكر

source: Female
ar: أنثى

source: gender
ar: النوع

source: website
ar: الموقع الإلكتروني

source: location
ar: الموقع الجغرافي

source: about me
ar: عنّي
